Repository: vermont42/Konjugieren
Catalog: Konjugieren/Assets/Localizable.xcstrings
Source language: en
Languages: de

# Info.prГӨteritumIndikativText
source: `About` The ~PrГӨteritum Indikativ~ (simple past indicative) is German's literary past tenseвҖ”the conjugationgroup that dominates novels, fairy tales, news reports, and formal written narratives. While spoken German overwhelmingly prefers the Perfekt ("Ich habe $gesUngen$"), the PrГӨteritum ("Ich $sAng$") remains the hallmark of polished prose. This division between spoken and written language gives the PrГӨteritum a distinctive character. When you read Goethe, Kafka, or any German novel, you encounter the PrГӨteritum on nearly every page. When you chat with a German friend, you rarely hear itвҖ”except for a handful of very common verbs like ~sein~, ~haben~, and the modals. The PrГӨteritum corresponds roughly to the English simple past ("I $sAng$," "I $WENT$," "I $maDe$"). Like English, German uses this conjugationgroup to narrate completed actions in the past without reference to the present. Unlike English, German maintains a sharp distinction between verb families: strong verbs are conjugated in the PrГӨteritum through ~ablaut~ (vowel change), while weak verbs are conjugated by addition of a ~-te~ suffix. Understanding the PrГӨteritum is essential for reading German literature, but it also illuminates the deep structure of the Germanic verb systemвҖ”a structure German shares with English, Dutch, and the Scandinavian languages.`Conjugation by Verb Family` The PrГӨteritum reveals the fundamental divide between strong and weak verbs more clearly than any other conjugationgroup.`Strong Verbs: Ablaut Without -te` ~Strong verbs~ are conjugated in the PrГӨteritum through ~ablaut~вҖ”a systematic vowel changeвҖ”without adding the ~-te~ suffix. 1s and 3s have ~no ending at all~: рҹҮ©рҹҮӘ ~singen~ (sing) вҖ” i вҶ’ a: вҖў ich $sAng$ вҖў du $sAngst$ вҖў er/sie/es $sAng$ вҖў wir $sAngen$ вҖў ihr $sAngt$ вҖў sie/Sie $sAngen$ рҹҮ©рҹҮӘ ~sehen~ (see) вҖ” e вҶ’ a: вҖў ich $sAh$ вҖў du $sAhst$ вҖў er/sie/es $sAh$ вҖў wir $sAhen$ вҖў ihr $sAht$ вҖў sie/Sie $sAhen$ рҹҮ©рҹҮӘ ~geben~ (give) вҖ” e вҶ’ a: вҖў ich $gAb$ вҖў du $gAbst$ вҖў er/sie/es $gAb$ вҖў wir $gAben$ вҖў ihr $gAbt$ вҖў sie/Sie $gAben$ рҹҮ©рҹҮӘ ~nehmen~ (take) вҖ” e вҶ’ a (with consonant change): вҖў ich $nAhm$ вҖў du $nAhmst$ вҖў er/sie/es $nAhm$ вҖў wir $nAhmen$ вҖў ihr $nAhmt$ вҖў sie/Sie $nAhmen$ рҹҮ©рҹҮӘ ~kommen~ (come) вҖ” o вҶ’ a: вҖў ich $kAm$ вҖў du $kAmst$ вҖў er/sie/es $kAm$ вҖў wir $kAmen$ вҖў ihr $kAmt$ вҖў sie/Sie $kAmen$ Notice the distinctive pattern: 1s and 3s are identical and have no ending. This "zero ending" in the singular is one of the oldest features of the Germanic verb system.`Strong Verb Ablaut Patterns` Strong verbs fall into several ablaut classes, each with its characteristic vowel sequence. Here are the major patterns: рҹҮ©рҹҮӘ ~i вҶ’ a~ (the "sing" class): singen вҶ’ $sAng$, finden вҶ’ $fAnd$, beginnen вҶ’ $begAnn$, trinken вҶ’ $trAnk$ рҹҮ©рҹҮӘ ~e вҶ’ a~ (the "see" class): sehen вҶ’ $sAh$, geben вҶ’ $gAb$, lesen вҶ’ $lAs$, sprechen вҶ’ $sprAch$ рҹҮ©рҹҮӘ ~ie вҶ’ o~ (the "offer" class): bieten вҶ’ $bOt$, fliegen вҶ’ $flOg$, ziehen вҶ’ $zOg$ рҹҮ©рҹҮӘ ~ei вҶ’ ie~ (the "stay" class): bleiben вҶ’ $blIEb$, schreiben вҶ’ $schrIEb$, steigen вҶ’ $stIEg$ рҹҮ©рҹҮӘ ~a вҶ’ ie~ (the "hold" class): halten вҶ’ $hIElt$, fallen вҶ’ $fIEl$, lassen вҶ’ $lIEГҹ$ рҹҮ©рҹҮӘ ~e вҶ’ a~ with consonant change (the "go" class): gehen вҶ’ $gIng$, stehen вҶ’ $stAnd$ рҹҮ©рҹҮӘ ~i вҶ’ a~ with consonant change (the "sit" class): sitzen вҶ’ $sAГҹ$, liegen вҶ’ $lAg$ These patterns are not arbitraryвҖ”they descend from Proto-Indo-European vowel gradations that were already systematic 6,000 years ago. When you learn that ~singen~ becomes $sAng$, you are learning a pattern shared by ~finden~ вҶ’ $fAnd$, ~trinken~ вҶ’ $trAnk$, and dozens of other verbs.`Weak Verbs: The -te Suffix` ~Weak verbs~ are conjugated in the PrГӨteritum by addition of ~-te~ (and its variants) to the stem, with no vowel change: рҹҮ©рҹҮӘ ~machen~ (make/do): вҖў ich mach~te~ вҖў du mach~test~ вҖў er/sie/es mach~te~ вҖў wir mach~ten~ вҖў ihr mach~tet~ вҖў sie/Sie mach~ten~ рҹҮ©рҹҮӘ ~spielen~ (play): вҖў ich spiel~te~ вҖў du spiel~test~ вҖў er/sie/es spiel~te~ вҖў wir spiel~ten~ вҖў ihr spiel~tet~ вҖў sie/Sie spiel~ten~ рҹҮ©рҹҮӘ ~sagen~ (say): вҖў ich sag~te~ вҖў du sag~test~ вҖў er/sie/es sag~te~ вҖў wir sag~ten~ вҖў ihr sag~tet~ вҖў sie/Sie sag~ten~ The endings are consistent: рҹҮ©рҹҮӘ 1st/3rd singular: ~-te~ рҹҮ©рҹҮӘ 2nd singular: ~-test~ рҹҮ©рҹҮӘ 1st/3rd plural: ~-ten~ рҹҮ©рҹҮӘ 2nd plural: ~-tet~ Note that 1s and 3s are again identicalвҖ”a pattern shared with strong verbs.`Stems Ending in -t or -d` When a weak verb's stem ends in ~-t~ or ~-d~, an extra ~-e-~ is inserted for pronunciation: рҹҮ©рҹҮӘ ~arbeiten~ (work): вҖў ich arbeit~ete~ вҖў du arbeit~etest~ вҖў er/sie/es arbeit~ete~ вҖў wir arbeit~eten~ вҖў ihr arbeit~etet~ вҖў sie/Sie arbeit~eten~ рҹҮ©рҹҮӘ ~reden~ (talk): вҖў ich red~ete~ вҖў du red~etest~ вҖў er/sie/es red~ete~ вҖў wir red~eten~ вҖў ihr red~etet~ вҖў sie/Sie red~eten~`Mixed Verbs: Ablaut Plus -te` ~Mixed verbs~ combine both patterns: they undergo ablaut ~and~ add the ~-te~ suffix: рҹҮ©рҹҮӘ ~bringen~ (bring) вҖ” i вҶ’ a (with consonant change): вҖў ich $brAchte$ вҖў du $brAchtest$ вҖў er/sie/es $brAchte$ вҖў wir $brAchten$ вҖў ihr $brAchtet$ вҖў sie/Sie $brAchten$ рҹҮ©рҹҮӘ ~denken~ (think) вҖ” e вҶ’ a (with consonant change): вҖў ich $dAchte$ вҖў du $dAchtest$ вҖў er/sie/es $dAchte$ вҖў wir $dAchten$ вҖў ihr $dAchtet$ вҖў sie/Sie $dAchten$ рҹҮ©рҹҮӘ ~kennen~ (know) вҖ” e вҶ’ a: вҖў ich $kAnnte$ вҖў du $kAnntest$ вҖў er/sie/es $kAnnte$ вҖў wir $kAnnten$ вҖў ihr $kAnntet$ вҖў sie/Sie $kAnnten$ рҹҮ©рҹҮӘ ~wissen~ (know) вҖ” i вҶ’ u: вҖў ich $wUsste$ вҖў du $wUsstest$ вҖў er/sie/es $wUsste$ вҖў wir $wUssten$ вҖў ihr $wUsstet$ вҖў sie/Sie $wUssten$ The mixed verbs are few but frequent. Note the consonant changes in ~bringen~ вҶ’ $brAchte$ and ~denken~ вҶ’ $dAchte$вҖ”these parallel English ~bring~ вҶ’ ~brought~ and ~think~ вҶ’ ~thought~, preserving a pattern from Proto-Germanic.`-Ieren Verbs` Verbs ending in ~-ieren~ follow the weak pattern: рҹҮ©рҹҮӘ ~studieren~ (study): вҖў ich studier~te~ вҖў du studier~test~ вҖў er/sie/es studier~te~ вҖў wir studier~ten~ вҖў ihr studier~tet~ вҖў sie/Sie studier~ten~ рҹҮ©рҹҮӘ ~telefonieren~ (telephone): вҖў ich telefonier~te~ вҖў du telefonier~test~ вҖў er/sie/es telefonier~te~ вҖў wir telefonier~ten~ вҖў ihr telefonier~tet~ вҖў sie/Sie telefonier~ten~`Separable-Prefix Verbs` Verbs with ~separable prefixes~ split in main clauses, with the prefix moving to the end: рҹҮ©рҹҮӘ ~ankommen~ (arrive): вҖў ich $kAm$ ... an вҖў du $kAmst$ ... an вҖў er/sie/es $kAm$ ... an "Der Zug ~kam~ um 15 Uhr ~an~." = "The train arrived at 3 PM." рҹҮ©рҹҮӘ ~aufmachen~ (open): вҖў ich mach~te~ ... auf вҖў du mach~test~ ... auf вҖў er/sie/es mach~te~ ... auf "Sie ~machte~ das Fenster ~auf~." = "She opened the window." In subordinate clauses, the verb reunites with its prefix: "Ich $wEIГҹ$, dass der Zug um 15 Uhr ~ankam~." = "I know that the train arrived at 3 PM."`Inseparable-Prefix Verbs` Verbs with ~inseparable prefixes~ never separate: рҹҮ©рҹҮӘ ~verstehen~ (understand): вҖў ich ver$stAnd$ вҖў du ver$stAndst$ вҖў er/sie/es ver$stAnd$ вҖў wir ver$stAnden$ вҖў ihr ver$stAndt$ вҖў sie/Sie ver$stAnden$ рҹҮ©рҹҮӘ ~bekommen~ (receive): вҖў ich be$kAm$ вҖў du be$kAmst$ вҖў er/sie/es be$kAm$ вҖў wir be$kAmen$ вҖў ihr be$kAmt$ вҖў sie/Sie be$kAmen$`Highly Irregular Verbs` The most common verbs have highly irregular PrГӨteritum conjugations: рҹҮ©рҹҮӘ ~sein~ (be): вҖў ich $wAr$ вҖў du $wArst$ вҖў er/sie/es $wAr$ вҖў wir $wAren$ вҖў ihr $wArt$ вҖў sie/Sie $wAren$ рҹҮ©рҹҮӘ ~haben~ (have): вҖў ich $hAtte$ вҖў du $hAttest$ вҖў er/sie/es $hAtte$ вҖў wir $hAtten$ вҖў ihr $hAttet$ вҖў sie/Sie $hAtten$ рҹҮ©рҹҮӘ ~werden~ (become): вҖў ich $wUrde$ вҖў du $wUrdest$ вҖў er/sie/es $wUrde$ вҖў wir $wUrden$ вҖў ihr $wUrdet$ вҖў sie/Sie $wUrden$ рҹҮ©рҹҮӘ ~tun~ (do): вҖў ich $tAt$ вҖў du $tAtest$ вҖў er/sie/es $tAt$ вҖў wir $tAten$ вҖў ihr $tAtet$ вҖў sie/Sie $tAten$ These verbs are so frequent that their irregular conjugations must be memorized individually. Fortunately, their very frequency means you will encounter them constantly and learn them quickly.`Modal Verbs in PrГӨteritum` The ~modal verbs~ are conjugated in the PrГӨteritum with weak endings but often with vowel changes: рҹҮ©рҹҮӘ ~kГ¶nnen~ (can) вҶ’ ich $kOnnte$, du $kOnntest$, etc. рҹҮ©рҹҮӘ ~mГјssen~ (must) вҶ’ ich $mUsste$, du $mUsstest$, etc. рҹҮ©рҹҮӘ ~dГјrfen~ (may) вҶ’ ich $dUrfte$, du $dUrftest$, etc. рҹҮ©рҹҮӘ ~sollen~ (should) вҶ’ ich sollte, du solltest, etc. (no vowel change) рҹҮ©рҹҮӘ ~wollen~ (want) вҶ’ ich wollte, du wolltest, etc. (no vowel change) рҹҮ©рҹҮӘ ~mГ¶gen~ (like) вҶ’ ich $mOchte$, du $mOchtest$, etc. Note: ~mГ¶chte~ ("would like") is actually the PrГӨteritum Konjunktiv II of ~mГ¶gen~, used so commonly as a polite request that many learners encounter it before the infinitive.`Written vs. Spoken German` One of the most striking features of modern German is the ~PrГӨteritumschwund~вҖ”the "preterite flight" or decline of the PrГӨteritum in spoken language, especially in southern Germany, Austria, and Switzerland. In these regions, speakers almost exclusively use the Perfekt for past events: рҹҮ©рҹҮӘ Southern/spoken: "Ich ~habe~ das Buch ~gelesen~." (I have read the book.) рҹҮ©рҹҮӘ Northern/written: "Ich ~las~ das Buch." (I read the book.) Both sentences describe the same past action, but the Perfekt dominates conversation while the PrГӨteritum dominates prose. This split is so pronounced that using the PrГӨteritum in casual speech (except for ~sein~, ~haben~, and modals) can sound overly formal or literary. Even in regions where PrГӨteritum survives in speech (parts of northern Germany), certain verbs resist it. ~Sein~ and ~haben~ retain their PrГӨteritum conjugations (~war~, ~hatte~) in speech everywhereвҖ”saying "Ich $BIN$ $geWESen$" instead of "Ich $WAR$" sounds awkward even to southern speakers. For learners, this means: рҹҮ©рҹҮӘ ~Reading~: You must know the PrГӨteritum to understand German literature. рҹҮ©рҹҮӘ ~Speaking~: Use Perfekt for most verbs, but ~war~, ~hatte~, and modal PrГӨteritum conjugations are natural in speech. рҹҮ©рҹҮӘ ~Writing~: Formal prose typically uses PrГӨteritum for narrative.`Differences from English` Despite surface similarities, the German PrГӨteritum and English simple past differ in important ways:`No Auxiliary Required` German PrГӨteritum is a ~synthetic~ conjugationgroupвҖ”the past meaning is built into the verb itself. English often requires the auxiliary "did" for questions and negatives: рҹҮ©рҹҮӘ "~Sangst~ du?" = "~Did~ you ~sing~?" рҹҮ©рҹҮӘ "Ich ~sang~ nicht." = "I ~did~ not ~sing~." German simply conjugates the main verb; no auxiliary appears.`No Aspect Distinction` English distinguishes between simple past ("I sang") and past progressive ("I was singing"). German has only one conjugation: рҹҮ©рҹҮӘ "Ich ~sang~." = "I sang." / "I was singing." Context determines whether the action was momentary or ongoing.`The Perfekt Alternative` Perhaps the biggest difference: German has ~two~ ways to express simple past meaning (PrГӨteritum and Perfekt), while English simple past has no direct competitor. This gives German speakers a stylistic choice English speakers lack.`Literary Examples` The PrГӨteritum is the narrative backbone of German literature. Every novel, every fairy tale, every historical account relies on it to carry the story forward.`Goethe вҖ” The Sorrows of Young Werther (1774)` "Wie froh $BIN$ ich, daГҹ ich weg $BIN$! Bester Freund, was ist das Herz des Menschen! Dich zu verlassen, den ich so liebe, von dem ich unzertrennlich $wAr$, und froh zu sein!" = "How glad I am to be away! Best of friends, what $Is$ the heart of man! To leave you, whom I so love, from whom I was inseparable, and yet to be happy!" Goethe uses $WAR$ ($WAS$) hereвҖ”the PrГӨteritum of ~sein~вҖ”to describe Werther's past state of inseparability from his friend, while the surrounding present-tense verbs ($BIN$, $ISt$) express his current emotional state. This interplay of tenses creates the letter's intimate, reflective tone. "Wilhelm, was $ISt$ unserem Herzen die Welt ohne Liebe! Was eine Zauberlaterne $ISt$ ohne Licht! Kaum bringst du das LГӨmpchen hinein, so $schIEnen$ dir die buntesten Bilder an deine weiГҹe Wand!" = "Wilhelm, what $Is$ the world to our hearts without love! What a magic lantern $Is$ without light! No sooner do you bring the little lamp inside than the most colorful pictures shine upon your white wall!" Werther uses $schIEnen$ ($shone$, from ~scheinen~) in what might be called a hypothetical or generic pastвҖ”describing what happens when one lights a magic lantern, expressed as if narrating a past event.`Mann вҖ” Death in Venice (1912)` "Gustav Aschenbach oder von Aschenbach, wie seit seinem fГјnfzigsten Geburtstag amtlich sein Name $lAutete$, $hAtte$ an einem FrГјhlingsnachmittag des Jahres 19.., das unserem Kontinent monatelang eine so gefahrdrohende Miene $zEIgte$, von seiner Wohnung in der PrinzregentenstraГҹe zu MГјnchen aus allein einen weiteren Spaziergang $unternOmmen$." = "Gustav Aschenbach, or von Aschenbach, as his name had officially read since his fiftieth birthday, had undertaken a rather long walk one spring afternoon of the year 19.., which for months had shown our continent so threatening a face, setting out alone from his apartment on the Prinzregentenstrasse in Munich." Mann's magisterial opening sentence deploys four PrГӨteritum conjugations: $lAutete$ (sounded/read), $hAtte$ (had), $zEIgte$ (showed), and $unternOmmen$ (undertaken, in a Plusquamperfekt construction). This density of past-tense verbs establishes the retrospective narrative distance characteristic of literary German. "Ein WindstoГҹ $kAm$ auf, und die Zypressen $rAuschten$." = "A gust of wind $arOse$, and the cypresses rustled." Here $kAm$ ($cAme$) and $rAuschten$ (rustled) demonstrate the PrГӨteritum's function in vivid scene-settingвҖ”each verb captures a discrete past action that advances the narrative.`Kafka вҖ” The Trial (1925)` "'Wer $sIND$ Sie?' fragte K. und $sAГҹ$ gleich halb aufrecht im Bett." = "'Who $ARE$ you?' K. asked and immediately $sAt$ half upright in bed." Kafka uses fragte (asked) and $sAГҹ$ ($sAt$) to narrate K.'s immediate reactions. The PrГӨteritum here creates the characteristic Kafkaesque toneвҖ”events unfold with unsettling matter-of-factness, each past-tense verb recording what happened without emotional commentary. "Der Mann, den er gar nicht $kAnnte$, $schIEn$ nicht aufgelegt, ihn lГӨnger als unbedingt notwendig in dem Zimmer zu dulden." = "The man, whom he did not know at all, seemed disinclined to tolerate him in the room any longer than absolutely necessary." The mixed verb ~kennen~ appears in its PrГӨteritum conjugation $kAnnte$ (knew), alongside $schIEn$ (seemed) from the strong verb ~scheinen~. Kafka's prose relies heavily on the PrГӨteritum to maintain its dreamlike narrative distance.`Historical Note` The PrГӨteritum's distinctive featuresвҖ”ablaut in strong verbs, the ~-te~ suffix in weak verbs, the zero ending in 1st/3rd singular strong conjugationsвҖ”all trace back to Proto-Germanic, spoken around the beginning of the Common Era. The strong verb ablaut patterns descend from Proto-Indo-European vowel gradation, a system already ancient when the Germanic peoples emerged as a distinct group. The PIE verb root had different vowel grades (full, reduced, lengthened) that appeared in different conjugations. Germanic languages systematized these grades into the ablaut classes we see today: рҹҗҺ PIE *~singК·-~ / *~songК·-~ / *~sungК·-~ вҶ’ Proto-Germanic *~singwan~ / *~sang~ / *~sungun-~ вҶ’ German ~singen~ / $sAng$ / $gesUngen$ The weak verb ~-te~ suffix has a different origin. It derives from a Proto-Germanic past-tense conjugation using the verb *~dЕҚn-~ ("to do"). Originally, the past tense of weak verbs was expressed with a suffixed "do", *~salbЕҚ-dedun~ ("anointed-did"), eventually fused into a single word and simplified to ~-te~. This "dental suffix" (so called because ~t~ and ~d~ are dental consonants) spread to all new verbs entering Germanic languagesвҖ”which is why borrowed verbs like ~telefonieren~ follow the weak pattern. The Old High German ~Tatian~ translation (c. 830 AD) shows early PrГӨteritum conjugations: "Inti her $gIang$ in thia samanungu" = "And he ~went~ into the synagogue." The verb $gIang$ (went, from ~gangan~) shows the Old High German PrГӨteritum with its characteristic ablaut. The ancestor of modern ~gehen~ вҶ’ $gIng$ is clearly visible. The ~Hildebrandslied~ (c. 830 AD) opens with PrГӨteritum narration: "Ik $gIhГҙrta$ Г°at seggen" = "I ~heard~ (it) said." Here $gIhГҙrta$ (heard) shows the weak PrГӨteritum pattern with ~-ta~ (later ~-te~), already established 1,200 years ago.`Why the PrГӨteritum Indikativ Matters` The PrГӨteritum Indikativ opens the door to German literature. Without it, Goethe's Werther, Kafka's Josef K., and Mann's Aschenbach would remain inaccessible. Every German novel you will ever read depends on this conjugationgroup to carry its narrative. But the PrГӨteritum also reveals the deep architecture of the Germanic verb system. The split between strong verbs (ablaut) and weak verbs (~-te~) is one of the defining features of the Germanic language family. When you learn that ~singen~ becomes ~sang~ and ~machen~ becomes ~machte~, you are learning the same patterns that shape English ~sing~/~sang~ and ~make~/~made~, Dutch ~zingen~/~zong~ and ~maken~/~maakte~, Swedish ~sjunga~/~sjГ¶ng~ and ~gГ¶ra~/~gjorde~. For practical communication, the Perfekt may suffice. But for reading, for writing, and for understanding how German works at its deepest level, the PrГӨteritum is indispensable. It is the tense of storytelling, the tense of history, the tense of the written word. Master it, and you gain access not only to German literature but to the living history of the Germanic languages themselvesвҖ”a history stretching back through Old High German monks, through Gothic warriors, through Proto-Germanic wanderers, all the way to the Indo-European speakers who first established the ablaut patterns you use today.
de: `Гңberblick` Das ~PrГӨteritum Indikativ~ ("simple past indicative") ist die literarische Verganheits-Conjugationgroup des Deutschen вҖ“ die Conjugationgroup, die in Romanen, MГӨrchen, Nachrichtenberichten und formellen schriftlichen ErzГӨhlungen dominiert. WГӨhrend das gesprochene Deutsch ГјberwГӨltigend das Perfekt bevorzugt (вҖһIch habe $gesUngen$"), bleibt das PrГӨteritum (вҖһIch $sAng$") das Kennzeichen geschliffener Prosa. Diese Aufteilung zwischen gesprochener und geschriebener Sprache verleiht dem PrГӨteritum einen besonderen Charakter. Wenn du Goethe, Kafka oder irgendeinen deutschen Roman liest, begegnest du dem PrГӨteritum auf fast jeder Seite. Wenn du dich mit einem deutschen Freund unterhГӨltst, hГ¶rst du es selten вҖ“ auГҹer bei einer Handvoll sehr gebrГӨuchlicher Verben wie ~sein~, ~haben~ und den Modalverben. Das PrГӨteritum entspricht ungefГӨhr dem englischen "simple past" (вҖңI $sAng$,вҖқ вҖңI $WENT$,вҖқ вҖңI $maDe$вҖқ). Wie im Englischen verwendet das Deutsche diese Conjugationgroup, um abgeschlossene Handlungen in der Vergangenheit zu erzГӨhlen, ohne Bezug zur Gegenwart. Anders als im Englischen pflegt das Deutsche eine scharfe Unterscheidung zwischen Verbfamilien: Starke Verben werden im PrГӨteritum durch ~Ablaut~ (Vokalwechsel) konjugiert, wГӨhrend schwache Verben durch AnhГӨngen eines ~-te~-Suffixes konjugiert werden. Das Verstehen des PrГӨteritums ist unerlГӨsslich fГјr die LektГјre deutscher Literatur, aber es erhellt auch die Tiefenstruktur des germanischen Verbsystems вҖ“ eine Struktur, die das Deutsche mit dem Englischen, NiederlГӨndischen und den skandinavischen Sprachen teilt.`Konjugation nach Verbfamilie` Das PrГӨteritum offenbart die fundamentale Kluft zwischen starken und schwachen Verben deutlicher als jede andere Conjugationgroup.`Starke Verben: Ablaut ohne -te` ~Starke Verben~ werden im PrГӨteritum durch ~Ablaut~ konjugiert вҖ“ einen systematischen Vokalwechsel вҖ“ ohne AnhГӨngen des ~-te~-Suffixes. 1s und 3s haben ~keine Endung~: рҹҮ©рҹҮӘ ~singen~ (sing) вҖ” i вҶ’ a: вҖў ich $sAng$ вҖў du $sAngst$ вҖў er/sie/es $sAng$ вҖў wir $sAngen$ вҖў ihr $sAngt$ вҖў sie/Sie $sAngen$ рҹҮ©рҹҮӘ ~sehen~ (see) вҖ” e вҶ’ a: вҖў ich $sAh$ вҖў du $sAhst$ вҖў er/sie/es $sAh$ вҖў wir $sAhen$ вҖў ihr $sAht$ вҖў sie/Sie $sAhen$ рҹҮ©рҹҮӘ ~geben~ (give) вҖ” e вҶ’ a: вҖў ich $gAb$ вҖў du $gAbst$ вҖў er/sie/es $gAb$ вҖў wir $gAben$ вҖў ihr $gAbt$ вҖў sie/Sie $gAben$ рҹҮ©рҹҮӘ ~nehmen~ (take) вҖ” e вҶ’ a (mit Konsonantenwechsel): вҖў ich $nAhm$ вҖў du $nAhmst$ вҖў er/sie/es $nAhm$ вҖў wir $nAhmen$ вҖў ihr $nAhmt$ вҖў sie/Sie $nAhmen$ рҹҮ©рҹҮӘ ~kommen~ (come) вҖ” o вҶ’ a: вҖў ich $kAm$ вҖў du $kAmst$ вҖў er/sie/es $kAm$ вҖў wir $kAmen$ вҖў ihr $kAmt$ вҖў sie/Sie $kAmen$ Beachte das charakteristische Muster: 1s und 3s sind identisch und haben keine Endung. Diese вҖһNullendung" im Singular ist eines der ГӨltesten Merkmale des germanischen Verbsystems.`Ablautmuster starker Verben` Starke Verben lassen sich in mehrere Ablautklassen einteilen, jede mit ihrem charakteristischen Vokalverlauf. Hier die wichtigsten Muster: рҹҮ©рҹҮӘ ~i вҶ’ a~ (die вҖһsingen"-Klasse): singen вҶ’ $sAng$, finden вҶ’ $fAnd$, beginnen вҶ’ $begAnn$, trinken вҶ’ $trAnk$ рҹҮ©рҹҮӘ ~e вҶ’ a~ (die вҖһsehen"-Klasse): sehen вҶ’ $sAh$, geben вҶ’ $gAb$, lesen вҶ’ $lAs$, sprechen вҶ’ $sprAch$ рҹҮ©рҹҮӘ ~ie вҶ’ o~ (die вҖһbieten"-Klasse): bieten вҶ’ $bOt$, fliegen вҶ’ $flOg$, ziehen вҶ’ $zOg$ рҹҮ©рҹҮӘ ~ei вҶ’ ie~ (die вҖһbleiben"-Klasse): bleiben вҶ’ $blIEb$, schreiben вҶ’ $schrIEb$, steigen вҶ’ $stIEg$ рҹҮ©рҹҮӘ ~a вҶ’ ie~ (die вҖһhalten"-Klasse): halten вҶ’ $hIElt$, fallen вҶ’ $fIEl$, lassen вҶ’ $lIEГҹ$ рҹҮ©рҹҮӘ ~e вҶ’ a~ mit Konsonantenwechsel (die вҖһgehen"-Klasse): gehen вҶ’ $gIng$, stehen вҶ’ $stAnd$ рҹҮ©рҹҮӘ ~i вҶ’ a~ mit Konsonantenwechsel (die вҖһsitzen"-Klasse): sitzen вҶ’ $sAГҹ$, liegen вҶ’ $lAg$ Diese Muster sind nicht willkГјrlich вҖ“ sie stammen von protoindoeuropГӨischen Vokalabstufungen ab, die schon vor 6.000 Jahren systematisch waren. Wenn du lernst, dass ~singen~ zu $sAng$ wird, lernst du ein Muster, das auch ~finden~ вҶ’ $fAnd$, ~trinken~ вҶ’ $trAnk$ und Dutzende weitere Verben teilen.`Schwache Verben: Das -te-Suffix` ~Schwache Verben~ werden im PrГӨteritum durch AnhГӨngen von ~-te~ (und seiner Varianten) an den Stamm konjugiert, ohne Vokalwechsel: рҹҮ©рҹҮӘ ~machen~ (make/do): вҖў ich mach~te~ вҖў du mach~test~ вҖў er/sie/es mach~te~ вҖў wir mach~ten~ вҖў ihr mach~tet~ вҖў sie/Sie mach~ten~ рҹҮ©рҹҮӘ ~spielen~ (play): вҖў ich spiel~te~ вҖў du spiel~test~ вҖў er/sie/es spiel~te~ вҖў wir spiel~ten~ вҖў ihr spiel~tet~ вҖў sie/Sie spiel~ten~ рҹҮ©рҹҮӘ ~sagen~ (say): вҖў ich sag~te~ вҖў du sag~test~ вҖў er/sie/es sag~te~ вҖў wir sag~ten~ вҖў ihr sag~tet~ вҖў sie/Sie sag~ten~ Die Endungen sind einheitlich: рҹҮ©рҹҮӘ 1s/3s: ~-te~ рҹҮ©рҹҮӘ 2s: ~-test~ рҹҮ©рҹҮӘ 1p/3p: ~-ten~ рҹҮ©рҹҮӘ 2p: ~-tet~ Beachte, dass 1s und 3s erneut identisch sind вҖ“ ein Muster, das mit den starken Verben geteilt wird.`StГӨmme auf -t oder -d` Wenn der Stamm eines schwachen Verbs auf ~-t~ oder ~-d~ endet, wird ein zusГӨtzliches ~-e-~ zur Erleichterung der Aussprache eingefГјgt: рҹҮ©рҹҮӘ ~arbeiten~ (work): вҖў ich arbeit~ete~ вҖў du arbeit~etest~ вҖў er/sie/es arbeit~ete~ вҖў wir arbeit~eten~ вҖў ihr arbeit~etet~ вҖў sie/Sie arbeit~eten~ рҹҮ©рҹҮӘ ~reden~ (talk): вҖў ich red~ete~ вҖў du red~etest~ вҖў er/sie/es red~ete~ вҖў wir red~eten~ вҖў ihr red~etet~ вҖў sie/Sie red~eten~`Gemischte Verben: Ablaut plus -te` ~Gemischte Verben~ kombinieren beide Muster: Sie durchlaufen einen Ablaut ~und~ erhalten das ~-te~-Suffix: рҹҮ©рҹҮӘ ~bringen~ (bring) вҖ” i вҶ’ a (mit Konsonantenwechsel): вҖў ich $brAchte$ вҖў du $brAchtest$ вҖў er/sie/es $brAchte$ вҖў wir $brAchten$ вҖў ihr $brAchtet$ вҖў sie/Sie $brAchten$ рҹҮ©рҹҮӘ ~denken~ (think) вҖ” e вҶ’ a (mit Konsonantenwechsel): вҖў ich $dAchte$ вҖў du $dAchtest$ вҖў er/sie/es $dAchte$ вҖў wir $dAchten$ вҖў ihr $dAchtet$ вҖў sie/Sie $dAchten$ рҹҮ©рҹҮӘ ~kennen~ (know) вҖ” e вҶ’ a: вҖў ich $kAnnte$ вҖў du $kAnntest$ вҖў er/sie/es $kAnnte$ вҖў wir $kAnnten$ вҖў ihr $kAnntet$ вҖў sie/Sie $kAnnten$ рҹҮ©рҹҮӘ ~wissen~ (know) вҖ” i вҶ’ u: вҖў ich $wUsste$ вҖў du $wUsstest$ вҖў er/sie/es $wUsste$ вҖў wir $wUssten$ вҖў ihr $wUsstet$ вҖў sie/Sie $wUssten$ Die gemischten Verben sind wenige, aber hГӨufig. Beachte die Konsonantenwechsel bei ~bringen~ вҶ’ $brAchte$ und ~denken~ вҶ’ $dAchte$ вҖ“ diese entsprechen dem Englischen ~bring~ вҶ’ ~brought~ und ~think~ вҶ’ ~thought~ und bewahren ein Muster aus dem Urgermanischen.`-Ieren-Verben` Verben auf ~-ieren~ folgen dem schwachen Muster: рҹҮ©рҹҮӘ ~studieren~ (study): вҖў ich studier~te~ вҖў du studier~test~ вҖў er/sie/es studier~te~ вҖў wir studier~ten~ вҖў ihr studier~tet~ вҖў sie/Sie studier~ten~ рҹҮ©рҹҮӘ ~telefonieren~ (telephone): вҖў ich telefonier~te~ вҖў du telefonier~test~ вҖў er/sie/es telefonier~te~ вҖў wir telefonier~ten~ вҖў ihr telefonier~tet~ вҖў sie/Sie telefonier~ten~`Trennbare PrГӨfixverben` Verben mit ~trennbaren PrГӨfixen~ werden in HauptsГӨtzen getrennt, wobei das PrГӨfix ans Ende rГјckt: рҹҮ©рҹҮӘ ~ankommen~ (arrive): вҖў ich $kAm$ ... an вҖў du $kAmst$ ... an вҖў er/sie/es $kAm$ ... an вҖһDer Zug ~kam~ um 15 Uhr ~an~." = вҖңThe train arrived at 3 PM.вҖқ рҹҮ©рҹҮӘ ~aufmachen~ (open): вҖў ich mach~te~ ... auf вҖў du mach~test~ ... auf вҖў er/sie/es mach~te~ ... auf вҖһSie ~machte~ das Fenster ~auf~." = вҖңShe opened the window.вҖқ In NebensГӨtzen vereint sich das Verb wieder mit seinem PrГӨfix: вҖһIch $wEIГҹ$, dass der Zug um 15 Uhr ~ankam~." = вҖңI know that the train arrived at 3 PM.вҖқ`Untrennbare PrГӨfixverben` Verben mit ~untrennbaren PrГӨfixen~ werden nie getrennt: рҹҮ©рҹҮӘ ~verstehen~ (understand): вҖў ich ver$stAnd$ вҖў du ver$stAndst$ вҖў er/sie/es ver$stAnd$ вҖў wir ver$stAnden$ вҖў ihr ver$stAndt$ вҖў sie/Sie ver$stAnden$ рҹҮ©рҹҮӘ ~bekommen~ (receive): вҖў ich be$kAm$ вҖў du be$kAmst$ вҖў er/sie/es be$kAm$ вҖў wir be$kAmen$ вҖў ihr be$kAmt$ вҖў sie/Sie be$kAmen$`Hochgradig unregelmГӨГҹige Verben` Die gebrГӨuchlichsten Verben haben hochgradig unregelmГӨГҹige PrГӨteritum-Konjugationen: рҹҮ©рҹҮӘ ~sein~ (be): вҖў ich $wAr$ вҖў du $wArst$ вҖў er/sie/es $wAr$ вҖў wir $wAren$ вҖў ihr $wArt$ вҖў sie/Sie $wAren$ рҹҮ©рҹҮӘ ~haben~ (have): вҖў ich $hAtte$ вҖў du $hAttest$ вҖў er/sie/es $hAtte$ вҖў wir $hAtten$ вҖў ihr $hAttet$ вҖў sie/Sie $hAtten$ рҹҮ©рҹҮӘ ~werden~ (become): вҖў ich $wUrde$ вҖў du $wUrdest$ вҖў er/sie/es $wUrde$ вҖў wir $wUrden$ вҖў ihr $wUrdet$ вҖў sie/Sie $wUrden$ рҹҮ©рҹҮӘ ~tun~ (do): вҖў ich $tAt$ вҖў du $tAtest$ вҖў er/sie/es $tAt$ вҖў wir $tAten$ вҖў ihr $tAtet$ вҖў sie/Sie $tAten$ Diese Verben sind so hГӨufig, dass ihre unregelmГӨГҹigen Konjugationen einzeln auswendig gelernt werden mГјssen. GlГјcklicherweise bedeutet gerade ihre HГӨufigkeit, dass du ihnen stГӨndig begegnest und sie schnell lernst.`Modalverben im PrГӨteritum` Die ~Modalverben~ werden im PrГӨteritum mit schwachen Endungen konjugiert, oft aber mit VokalГӨnderungen: рҹҮ©рҹҮӘ ~kГ¶nnen~ (can) вҶ’ ich $kOnnte$, du $kOnntest$, etc. рҹҮ©рҹҮӘ ~mГјssen~ (must) вҶ’ ich $mUsste$, du $mUsstest$, etc. рҹҮ©рҹҮӘ ~dГјrfen~ (may) вҶ’ ich $dUrfte$, du $dUrftest$, etc. рҹҮ©рҹҮӘ ~sollen~ (should) вҶ’ ich sollte, du solltest, etc. (kein Vokalwechsel) рҹҮ©рҹҮӘ ~wollen~ (want) вҶ’ ich wollte, du wolltest, etc. (kein Vokalwechsel) рҹҮ©рҹҮӘ ~mГ¶gen~ (like) вҶ’ ich $mOchte$, du $mOchtest$, etc. Hinweis: ~mГ¶chte~ (вҖңwould likeвҖқ) ist eigentlich der PrГӨteritum Konjunktiv II von ~mГ¶gen~, der so hГӨufig als hГ¶fliche Bitte verwendet wird, dass viele Lernende ihm vor dem Infinitiv begegnen.`Geschriebenes vs. gesprochenes Deutsch` Eines der auffГӨlligsten Merkmale des modernen Deutsch ist der ~PrГӨteritumschwund~ вҖ“ das Schwinden des PrГӨteritums in der gesprochenen Sprache, besonders in SГјddeutschland, Г–sterreich und der Schweiz. In diesen Regionen verwenden Sprecher fast ausschlieГҹlich das Perfekt fГјr vergangene Ereignisse: рҹҮ©рҹҮӘ SГјdlich/gesprochen: вҖһIch ~habe~ das Buch ~gelesen~." (I have read the book.) рҹҮ©рҹҮӘ NГ¶rdlich/geschrieben: вҖһIch ~las~ das Buch." (I read the book.) Beide SГӨtze beschreiben dieselbe vergangene Handlung, aber das Perfekt dominiert das GesprГӨch, wГӨhrend das PrГӨteritum die Prosa dominiert. Diese Aufspaltung ist so ausgeprГӨgt, dass die Verwendung des PrГӨteritums in der Umgangssprache (auГҹer bei ~sein~, ~haben~ und Modalverben) ГјbermГӨГҹig formell oder literarisch klingen kann. Selbst in Regionen, wo das PrГӨteritum in der mГјndlichen Sprache Гјberlebt (Teile Norddeutschlands), widersetzen sich bestimmte Verben dem. ~Sein~ und ~haben~ behalten ihre PrГӨteritum-Konjugationen (~war~, ~hatte~) Гјberall in der Rede вҖ“ вҖһIch $BIN$ $geWESen$" statt вҖһIch $WAR$" zu sagen, klingt selbst fГјr sГјdliche Sprecher unnatГјrlich. FГјr Lernende bedeutet das: рҹҮ©рҹҮӘ ~Lesen~: Du musst das PrГӨteritum kennen, um deutsche Literatur zu verstehen. рҹҮ©рҹҮӘ ~Sprechen~: Verwende das Perfekt fГјr die meisten Verben, aber ~war~, ~hatte~ und modale PrГӨteritum-Konjugationen sind im GesprГӨch natГјrlich. рҹҮ©рҹҮӘ ~Schreiben~: Formelle Prosa verwendet typischerweise das PrГӨteritum fГјr die ErzГӨhlung.`Unterschiede zum Englischen` Trotz oberflГӨchlicher Г„hnlichkeiten unterscheiden sich das deutsche PrГӨteritum und das englische "simple past" in wichtigen Punkten:`Kein Hilfsverb nГ¶tig` Das deutsche PrГӨteritum ist eine ~synthetische~ Conjugationgroup вҖ“ die Vergangenheitsbedeutung ist im Verb selbst enthalten. Das Englische benГ¶tigt oft das Hilfsverb вҖңdidвҖқ fГјr Fragen und Verneinungen: рҹҮ©рҹҮӘ вҖһ~Sangst~ du?" = вҖң~Did~ you ~sing~?вҖқ рҹҮ©рҹҮӘ вҖһIch ~sang~ nicht." = вҖңI ~did~ not ~sing~.вҖқ Das Deutsche konjugiert einfach das Hauptverb; kein Hilfsverb erscheint.`Keine Aspekt-Unterscheidung` Das Englische unterscheidet zwischen "simple past" (вҖңI sangвҖқ) und "past progressive" (вҖңI was singingвҖқ). Das Deutsche hat nur eine Konjugation: рҹҮ©рҹҮӘ вҖһIch ~sang~." = вҖңI sang.вҖқ / вҖңI was singing.вҖқ Der Kontext bestimmt, ob die Handlung momentan oder andauernd war.`Die Perfekt-Alternative` Vielleicht der grГ¶Гҹte Unterschied: Das Deutsche hat ~zwei~ MГ¶glichkeiten, Vergangenheitsbedeutung auszudrГјcken (PrГӨteritum und Perfekt), wГӨhrend das englische "simple past" keinen direkten Konkurrenten hat. Das gibt deutschen Sprechern eine stilistische WahlmГ¶glichkeit, die englischen Sprechern fehlt.`Literarische Beispiele` Das PrГӨteritum ist das erzГӨhlerische RГјckgrat der deutschen Literatur. Jeder Roman, jedes MГӨrchen, jeder historische Bericht stГјtzt sich darauf, um die Geschichte voranzutragen.`Goethe вҖ” Die Leiden des jungen Werthers (1774)` вҖһWie froh $BIN$ ich, daГҹ ich weg $BIN$! Bester Freund, was ist das Herz des Menschen! Dich zu verlassen, den ich so liebe, von dem ich unzertrennlich $wAr$, und froh zu sein!" = вҖңHow glad I am to be away! Best of friends, what $Is$ the heart of man! To leave you, whom I so love, from whom I was inseparable, and yet to be happy!вҖқ Goethe verwendet hier $WAR$ ($WAS$) вҖ“ das PrГӨteritum von ~sein~ вҖ“ um Werthers vergangenen Zustand der Unzertrennlichkeit von seinem Freund zu beschreiben, wГӨhrend die umgebenden PrГӨsensverben ($BIN$, $ISt$) seinen aktuellen GefГјhlszustand ausdrГјcken. Dieses Wechselspiel der Tempora erzeugt den intimen, reflektierenden Ton des Briefes. вҖһWilhelm, was $ISt$ unserem Herzen die Welt ohne Liebe! Was eine Zauberlaterne $ISt$ ohne Licht! Kaum bringst du das LГӨmpchen hinein, so $schIEnen$ dir die buntesten Bilder an deine weiГҹe Wand!" = вҖңWilhelm, what $Is$ the world to our hearts without love! What a magic lantern $Is$ without light! No sooner do you bring the little lamp inside than the most colorful pictures shine upon your white wall!вҖқ Werther verwendet $schIEnen$ ($shone$, von ~scheinen~) in einer Art hypothetischer oder generischer Vergangenheit вҖ“ er beschreibt, was geschieht, wenn man eine Laterna magica anzГјndet, ausgedrГјckt, als erzГӨhle er ein vergangenes Ereignis.`Mann вҖ” Der Tod in Venedig (1912)` вҖһGustav Aschenbach oder von Aschenbach, wie seit seinem fГјnfzigsten Geburtstag amtlich sein Name $lAutete$, $hAtte$ an einem FrГјhlingsnachmittag des Jahres 19.., das unserem Kontinent monatelang eine so gefahrdrohende Miene $zEIgte$, von seiner Wohnung in der PrinzregentenstraГҹe zu MГјnchen aus allein einen weiteren Spaziergang $unternOmmen$." = вҖңGustav Aschenbach, or von Aschenbach, as his name had officially read since his fiftieth birthday, had undertaken a rather long walk one spring afternoon of the year 19.., which for months had shown our continent so threatening a face, setting out alone from his apartment on the Prinzregentenstrasse in Munich.вҖқ Manns majestГӨtischer ErГ¶ffnungssatz entfaltet vier PrГӨteritum-Konjugationen: $lAutete$ (sounded/read), $hAtte$ (had), $zEIgte$ (showed) und $unternOmmen$ (undertaken, in einer Plusquamperfekt-Konstruktion). Diese Dichte an Vergangenheitsverben etabliert die retrospektive erzГӨhlerische Distanz, die fГјr literarisches Deutsch charakteristisch ist. вҖһEin WindstoГҹ $kAm$ auf, und die Zypressen $rAuschten$." = вҖңA gust of wind $arOse$, and the cypresses rustled.вҖқ Hier demonstrieren $kAm$ ($cAme$) und $rAuschten$ (rustled) die Funktion des PrГӨteritums in der lebhaften Szenensetzung вҖ“ jedes Verb erfasst eine einzelne vergangene Handlung, die die ErzГӨhlung vorantreibt.`Kafka вҖ” Der Process (1925)` вҖһвҖҡWer $sIND$ Sie?' fragte K. und $sAГҹ$ gleich halb aufrecht im Bett." = вҖңвҖҡWho $ARE$ you?' K. asked and immediately $sAt$ half upright in bed.вҖқ Kafka verwendet fragte (asked) und $sAГҹ$ ($sAt$), um K.s unmittelbare Reaktionen zu erzГӨhlen. Das PrГӨteritum erzeugt hier den charakteristischen kafkaesken Ton вҖ“ Ereignisse entfalten sich mit beunruhigender Sachlichkeit, jedes PrГӨteritumverb protokolliert das Geschehene ohne emotionalen Kommentar. вҖһDer Mann, den er gar nicht $kAnnte$, $schIEn$ nicht aufgelegt, ihn lГӨnger als unbedingt notwendig in dem Zimmer zu dulden." = вҖңThe man, whom he did not know at all, seemed disinclined to tolerate him in the room any longer than absolutely necessary.вҖқ Das gemischte Verb ~kennen~ erscheint in seiner PrГӨteritum-Konjugation $kAnnte$ (knew), neben $schIEn$ (seemed) vom starken Verb ~scheinen~. Kafkas Prosa stГјtzt sich stark auf das PrГӨteritum, um ihre traumhafte erzГӨhlerische Distanz zu wahren.`Historische Anmerkung` Die charakteristischen Merkmale des PrГӨteritums вҖ“ Ablaut bei starken Verben, das ~-te~-Suffix bei schwachen Verben, die Nullendung bei starken Verben in 1s/3s вҖ“ lassen sich alle auf das Urgermanische zurГјckverfolgen, das ungefГӨhr zu Beginn unserer Zeitrechnung gesprochen wurde. Die Ablautmuster starker Verben stammen von der protoindoeuropГӨischen Vokalabstufung ab, einem System, das bereits uralt war, als die germanischen VГ¶lker als eigenstГӨndige Gruppe hervortraten. Die PIE-Verbwurzel hatte verschiedene Vokalstufen (Vollstufe, Schwundstufe, Dehnstufe), die in verschiedenen Konjugationen erschienen. Germanische Sprachen systematisierten diese Stufen zu den Ablautklassen, die wir heute sehen: рҹҗҺ PIE *~singК·-~ / *~songК·-~ / *~sungК·-~ вҶ’ Urgermanisch *~singwan~ / *~sang~ / *~sungun-~ вҶ’ Deutsch ~singen~ / $sAng$ / $gesUngen$ Das ~-te~-Suffix schwacher Verben hat einen anderen Ursprung. Es leitet sich von einer urgermanischen Vergangenheitskonjugation ab, die das Verb *~dЕҚn-~ (вҖңto doвҖқ) verwendete. UrsprГјnglich wurde die Vergangenheit schwacher Verben mit einem suffigierten вҖһtun" ausgedrГјckt, *~salbЕҚ-dedun~ (вҖңanointed-didвҖқ), das schlieГҹlich zu einem einzigen Wort verschmolz und zu ~-te~ vereinfacht wurde. Dieses вҖһDentalsuffix" (so genannt, weil ~t~ und ~d~ Dentalkonsonanten sind) breitete sich auf alle neuen Verben aus, die in germanische Sprachen eintraten вҖ“ weshalb Lehnverben wie ~telefonieren~ dem schwachen Muster folgen. Die althochdeutsche ~Tatian~-Гңbersetzung (ca. 830 n. Chr.) zeigt frГјhe PrГӨteritum-Konjugationen: вҖһInti her $gIang$ in thia samanungu" = вҖңAnd he ~went~ into the synagogue.вҖқ Das Verb $gIang$ (went, von ~gangan~) zeigt das althochdeutsche PrГӨteritum mit seinem charakteristischen Ablaut. Der VorlГӨufer des modernen ~gehen~ вҶ’ $gIng$ ist deutlich erkennbar. Das ~Hildebrandslied~ (ca. 830 n. Chr.) beginnt mit PrГӨteritum-ErzГӨhlung: вҖһIk $gIhГҙrta$ Г°at seggen" = вҖңI ~heard~ (it) said.вҖқ Hier zeigt $gIhГҙrta$ (heard) das schwache PrГӨteritummuster mit ~-ta~ (spГӨter ~-te~), bereits vor 1.200 Jahren etabliert.`Warum das PrГӨteritum Indikativ wichtig ist` Das PrГӨteritum Indikativ Г¶ffnet die TГјr zur deutschen Literatur. Ohne es blieben Goethes Werther, Kafkas Josef K. und Manns Aschenbach unzugГӨnglich. Jeder deutsche Roman, den du jemals lesen wirst, stГјtzt sich auf diese Conjugationgroup, um seine ErzГӨhlung zu tragen. Doch das PrГӨteritum enthГјllt auch die tiefe Architektur des germanischen Verbsystems. Die Aufspaltung zwischen starken Verben (Ablaut) und schwachen Verben (~-te~) ist eines der bestimmenden Merkmale der germanischen Sprachfamilie. Wenn du lernst, dass ~singen~ zu ~sang~ wird und ~machen~ zu ~machte~, lernst du dieselben Muster, die das Englische ~sing~/~sang~ und ~make~/~made~, das NiederlГӨndische ~zingen~/~zong~ und ~maken~/~maakte~, das Schwedische ~sjunga~/~sjГ¶ng~ und ~gГ¶ra~/~gjorde~ prГӨgen. FГјr die praktische Kommunikation mag das Perfekt genГјgen. Doch fГјrs Lesen, fГјrs Schreiben und fГјrs Verstehen, wie das Deutsche auf seiner tiefsten Ebene funktioniert, ist das PrГӨteritum unverzichtbar. Es ist das Tempus des ErzГӨhlens, das Tempus der Geschichte, das Tempus des geschriebenen Wortes. Beherrsche es, und du erhГӨltst Zugang nicht nur zur deutschen Literatur, sondern zur lebendigen Geschichte der germanischen Sprachen selbst вҖ“ einer Geschichte, die durch althochdeutsche MГ¶nche, durch gotische Krieger, durch urgermanische Wanderer zurГјckreicht bis zu den indoeuropГӨischen Sprechern, die als Erste die Ablautmuster etablierten, die du heute verwendest.
